Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/frihet_ogsa_fra_seg_selv.docx.tmx
Source language: nob
Languages: fkv

source: Frihet, også fra seg selv
fkv: Vaphautta, omasta ittestäki

source: I Ruijan Kaikus oktoberutgave kan du lese om Helga Wara, hun undrer på om vårt paradesymbol kvenrosa må være med før en gjenstand kan defineres og anerkjennes som kvensk.
fkv: Ruijan Kaikun lokakuun numerossa sie saat lukkeet Helga Warasta, hän hunteeraa ette pittääkö meiđän paraatisymbolin, kvääniruusun, olla myötä ennen ko jostaki kapistuksesta saatethaan sannoot ette se oon kväänikapistus.

source: Svaret, mener vi, er nei.
fkv: Meiđän vastaus oon ette ei tartte.

source: Kvenrosa verken må eller bør prege alt vi lager og gjør, og det Wara gir uttrykk for, er at kvenfolket vokser.
fkv: Kvääniruusu ei piđä eikä saa olla myötä kaikessa mitä met tehemä, ja se mitä Wara oon sanomassa, oon ette kväänikansa kassuu.

source: At vår kultur bryter egne rammer, grenser.
fkv: Ette meiđän kulttuuri rikkoo sen omat raamit, rajat.

source: Det er et paradoks, men alle levende kulturer må iblant løsrive seg fra seg selv, fra sine egne «kvenroser», for å vokse og modnes.
fkv: Se oon paradoksi, mutta kaikki elläävät kulttuurit häyđythään muutamisti reppiit ittensä irti omasta ittestä, omista ”kvääniruusuista”, ette net päässeevät kassuumhaan ja kypsymhään.

source: Det trengs et snev av voksesmerte og sunt opprør.
fkv: Siinä tarvithaan vissin määrän kassuumisen tuskaa ja tervettä kapinaa.

source: Vi har etterlyst mer kvensk bling, men i Nord-Troms så vi forleden noen gå i anonyme komager.
fkv: Met olema kuuluttanheet enämen kvääniblingin pörhään, mutta Pohjais-Tromssassa näjimä hiljan ette joku kulki anonyymisissä vuotakengissä.

source: Vi forbandt dem ikke straks med det samiske, men med det kvenske.
fkv: Met emmä heti ajatelheet ette net olthiin saamilaiset mutta piđimä ette net olthiin kväänivuotakengät.

source: Komagene var kan hende traurige i «turistkultur-øyemed», i våre øyne var de upretensiøst skjønne.
fkv: Net olthiin piian surkkeet suhtheessa ”turistikulttuuritarkoituksheen”, mutta meiđän silmissä net olthiin erinomaisen fiinit.

source: På samme vis ligger også kvenenes lange og jordnære koftetradisjon skjult, som grå katter i mørket, klare til å tas fram og ses på.
fkv: Samhaan laihiin oon kvääniin pitkä ja maanlikheinen takkitradisuuni piilossa, niin ko mustat kissat pimmeessä, valmhiina tulemhaan ulos ja näkkyyvhiin.

source: Også vår kultur har sine autentiske elementer, det opprinnelige og «aller første.
fkv: Meiđänki kultturissa oon autenttissii elementtiitä, alkupöräistä ja ”kaikkiin ensimäistä”.

source: » Kanskje traust og grått, men det står fjellstøtt på egne ben.
fkv: Piian harmaavata ja surkkeeta, mutta se seissoo lujala kalliolla ja omila jaloila.

source: Å hekte på kvenrosa er overflødig, gjerne også flau estetikk, som å sette en hatt på en hest.
fkv: Tarttuut kiini kvääniruushuin oon turhaata ja kohta kansa flaattii estetikkii, vähän niin ko hattu hevoisen päässä.

source: Vi har ofte tatt til orde for kvensk kulturell skapervilje.
fkv: Met olema ushein saarnanheet kvääniin kulttuurillisen luomishalun ympäri.

source: Men da, kan man innvende, er det jo bare fantasien som setter grenser for kulturen.
fkv: Mutta sitte, saatama sannoot, se oon tyhä fantasii mikä pannee rajat kulttuurille.

source: Bør man fantasere fram en kultur?
fkv: Pittääkö sitä kuvitella kulttuurin framile?

source: Tja.
fkv: No jaa.

source: De gjorde i alle fall det, i Ottars tid og lenge før.
fkv: Niin net tehthiin kuitenki Ottarin aikhaan ja paljon varheminki.

source: Mennesket har alltid gjort det.
fkv: Ihminen oon tasan tehny niin.

source: Fra ilden til lommelykta, fra vrengt geiteskinn til fleece, nød har lært oss å spinne, vi har alltid funnet på ting.
fkv: Valkkeesta plakkarilampphuun, nurinkäänetystä keituriturkista fleecheen, hätä oon opettannu meiđät kehräämhään, aina met olema keksinheet uussii assiita.

source: Nød er det også, det har fornorskningen sørget for.
fkv: Hätä se oon nytki, siitä oon ruijalaistaminen pitäny huolen.

source: Vårt råd er å møte statlig utradering med kulturell utagering.
fkv: Meiđän neuvo oon ette kohtaama staatin ylikattomisen tyhä lujemilla kulttuurisilla toimila.

source: Og dersom vi mot alle vindar makter å stå han av, som folk, språk, kultur, har vi på veien skapt kulturelle uttrykk som folk om tusen år kommer til å blåse støvet av og si med vibrato i røsten at dette – dette var kvensk det.
fkv: Ja jos kaikista vastuksista huolimatta pystymä seisomhaan lujana, niin kansana, kielenä ko kulttuurinaki, met olema matkan varrela luonheet kulttuurii mistä ihmiset tuhanen vuotta jälkhiin puhalttaavat tomun pois ja sannoovat värisseevälä äänelä ette tämä – se se oli oikkeeta kväänikulttuurii.

source: Noen vil sikkert da som nå mene at det var tøvete påfunn, men det samme kan sies også om lue med dusk, truger til hest, lutefisk og sildegrynssuppe.
fkv: Joku sikkaristi meinaa silloin niin ko nytki ette sepä oli hullunkurista meininkkii, mutta niinhän saatama sannoot kansa tuskulakista, hevoisen tarpomakengistä, lippeekalasta ja sillikryynivellistä.

source: Fra Käsityö til kehätä, fra håndarbeid til tømring;
fkv: Käsityöstä kehhäämisheen;

source: for å ha en levende kultur må man selv være levende del av den kulturelle skapelse.
fkv: jos sitä meinaa saađa ittele elläävän kulttuurin, sitä pittää itte olla elläävä osa kulttuurillista luomistyötä.

source: Ruijan Kaiku takker Wara for det hun sa.
fkv: Ruijan Kaiku toivotttaa raikasta syksyy kaikile.
